Repository: netrunner-debian-attic/kingston
Catalog: po/*.po
Languages: de, es, fr

source: %1 security update
de: %1 Sicherheitsaktualisierung
es: %1 actualización de seguridad
fr: %1 mise à jour de sécurité

source: %1 update
de: %1 neues Paket
es: %1 actualización
fr: %1 mise à jour

source: In order to complete this upgrade, you need to reboot your system.
de: Um dieses Upgrade abzuschließen, müssen Sie Ihr System neu starten.
es: Para completar esta actualización, necesita reiniciar su sistema.
fr: Afin de terminer cette mise à niveau, vous devez redémarrer le système.

source: It is recommended to update your system.
de: Es wird empfohlen, Ihr System zu aktualisieren.
es: Se recomienda actualizar su sistema.
fr: La mise à jour du système est recommandée.

# Do the proposed action (upgrade, reboot, etc) later
source: Later
de: Später
es: Después
fr: Plus tard

source: Please reboot your system.
de: Bitte starten Sie Ihr System neu.
es: Por favor reinicie su sistema.
fr: Veuillez redémarrer le système.

# Reboot the system
source: Reboot
de: Neustart
es: Reiniciar
fr: Redémarrer

source: There is %1 security update available.
de: Es ist %1 Sicherheitsaktualisierung verfügbar.
es: Hay %1 actualización de seguridad disponible.
fr: %1 mise à jour de sécurité est disponible.

source: There is %1 update available.
de: Es ist %1 neues Paket verfügbar.
es: Hay %1 actualización disponible.
fr: %1 mise à jour est disponible.

source: There is: %2, and %3
de: %2 und %3 sind verfügbar.
es: Hay: %2, y %3
fr: %2 et %3 est disponible.

source: You should update your system.
de: Sie sollten Ihr System aktualisieren.
es: Debería actualizar su sistema.
fr: Vous devriez mettre à jour le système.
